{
    "NewBiogs": [
        "You were born in %lq4 %bht,*located in the region of %lq3,*in %lq1 %lq2",
        "Or so you were told, since you were just a baby*when you left your home.*You learned much later that %lq5",
        ""
    ],
    "OriginalBiogs": [
        "Your earliest memories are of a warm and unusual home.*Your mother, a beautiful enchantress, would entertain*you for hours with tricks. Your favorite was her*%q1*Your father was a fearsome man. Many in the village*referred to him as \"that Warlock.\" But to you he was a*loving and doting father.*",
        "As you grew, it was apparent that you had unusually strong*magical powers. Soon you were able to %q1a*yourself. You remember your parents talking about an evil*Battlemage, Jagar Tharn, how it was known in their circle*that he had usurped the power of the land away from its*rightful ruler. No one dared to move against him.*%q2.*",
        "One day in your twentieth year, a courier arrived at your*house with the news that a powerful hero had killed*Jagar Tharn and restored the rightful Emperor to the throne.*Even your gruff father nearly wept with joy at the news.*",
        "The courier also brought the news that there would be a great*celebration in Imperial City and that all the people who had*worked secretly to depose Tharn were invited. Once the*courier left, you asked your parents if you could go to the*celebration. Your mother and father looked concerned and*explained that there was not enough gold for all three of you*to make the trip. Downcast, you tried to hide your*disappointment. Your father, however, turned to you and said*that it was time you made your own way in the world. He gave*you %q4 and a very unusual staff*and sent you on your way to the Imperial City and the*celebration.*",
        "After many days of travel, you approached the capital of the*realm, the Imperial City. You noticed a small band of*travelers only a short distance in front of you. As you were*about to hail them, they were attacked by brigands who had*been lying in wait in the woods along the road. You rushed*to help the other travelers. As you approached, one of the*brigands raised his short sword to strike you. In a natural*reflex, you tried to deflect the blow with the staff your*father gave you. As the sword struck the staff, a great bolt*of lightning erupted from it and both weapons shattered. The*brigands and the travelers all stopped and stared at you.*As the thunder subsided, the brigands ran back into the*woods. You were mobbed by the travelers who thanked you*profusely for saving them, members of the Imperial Family*who had been visiting in the country and were returning to*the Imperial City for the celebrations. They insisted that*you come with them to the palace and have an audience with the*Emperor.*",
        "The Emperor was very impressed by your bravery and knew*your family as loyal supporters of the Empire. He presented*you with %q5. The celebrations continued for weeks,*and the Emperor often called on you for informal talks. When*you were not in audience, you usually spent your time*%q2a.*",
        "One night you were called to the Emperor's presence in a*manner such that you knew the business was serious. He*met you in his study and there told you he had a favor*to ask.",
        "",
        "",
        "",
        "Your earliest memories of your homelife are of an ongoing*turmoil -- visitors continually arriving and leaving, and your*mother and father at separate times also having to leave for*extended periods. As you grew older you realized that your*mother was a member of an elite mercenary legion, first as a*weapons instructor, and then later as a combat tactical expert.*Your father's interests were quite different: he was a*well-respected member of the local Mages Guild, and a master*of all kinds of magic. He found you an apt pupil and soon you*were able to %q1.*",
        "You remember your parents talking about the Imperial*Battlemage, Jagar Tharn, how it was known in their circle*that he had usurped the power of the land away from its*rightful ruler. No one dared to move against him.*%q2.*",
        "One day in your twentieth year, you received a visitor at*your house with the news that a powerful hero had killed*Jagar Tharn and restored the exiled Emperor to the throne.*",
        "The visitor also brought the news that there would be a great*celebration in Imperial City. Once the courier left, you*asked your parents if you could go to the celebration. Your*mother and father discussed it for some time, before deciding*that it was time you made your own way in the world. Your*mother gave you %q4 and your father gave you*a very unusual staff, then you were sent you on your way to*the Imperial City and the celebration.*",
        "After many days of travel, you approached the capital of the*realm, the Imperial City. You noticed a small band of*travelers only a short distance in front of you. As you*joined them, you were attacked by brigands who had*been lying in wait in the woods along the road. One of the*brigands raised his short sword to strike you. In a natural*reflex, you tried to deflect the blow with the staff your*father gave you. As the sword struck the staff, a great bolt*of lightning erupted from it and both weapons shattered. The*brigands and the travelers all stopped and stared at you.*As the thunder subsided, the brigands ran back into the*woods. You were mobbed by the travelers who thanked you*profusely for saving them. They told you they were members*of the Imperial Family who had been visiting in the country*and were returning to the Imperial City for the celebrations.*They insisted that you come with them to the palace and*have an audience with the Emperor.*",
        "The Emperor was very impressed by your bravery and grateful*to you for saving his family. He formally invited you to*the celebration and presented you with %q5.*The festival continued for weeks, and during that time,*the Emperor often called on you for informal talks. When*you were not in audience, you usually spent your time*%q3.*","One night you were called to the Emperor's presence in a*manner such that you knew the business was serious. He*met you in his study and there told you he had a favor*to ask.",
        "",
        "",
        "",
        "There was very little subtlety in your life as a child.*Your mother was as harsh as she was beautiful, and her*wrath if you displeased her was terrible indeed. Your*father was an equally fearsome man. You learned the ways*of power from them, particularly how to harness and use*the raw forms of magicka. There was no question of*whether these energies of destruction should be used --*only how it might be done. Occasionally, for variety,*you dabbled in other colleges of magic, learning how to*%q1*But the School of Destruction was your specialty.*",
        "You remember your parents talking about the Imperial*Battlemage, Jagar Tharn, how it was known in their circle*that he had usurped the power of the land away from its*rightful ruler. No one dared to move against him.*Battlemages themselves, your parents envied Tharn's success.*%q2.",
        "One day in your twentieth year, you received a visitor at*your house with the news that a powerful hero had killed*Jagar Tharn and restored the exiled Emperor to the throne.*Accepting the transfer of power as a natural process, your*parents took the news with only mild disappointment.*",
        "The visitor also brought the news that there would be a great*celebration in Imperial City. Once the courier left, you*asked your parents if you could go to the celebration. Your*mother and father discussed it for some time, before deciding*that it was time you made your own way in the world. Your*mother gave you %q4 and your father gave you*a very unusual staff, then you were sent you on your way to*the Imperial City and the celebration.*",
        "After many days of travel, you approached the capital of the*realm, the Imperial City. You noticed a small band of*travelers only a short distance in front of you. As you*joined them, you were attacked by brigands who had*been lying in wait in the woods along the road. One of the*brigands raised his short sword to strike you. In a natural*reflex, you tried to deflect the blow with the staff your*father gave you. As the sword struck the staff, a great bolt*of lightning erupted from it and both weapons shattered. The*brigands and the travelers all stopped and stared at you.*As the thunder subsided, the brigands ran back into the*woods. You were mobbed by the travelers who thanked you*profusely for saving them, members of the Imperial Family*who had been visiting in the country and were returning to*the Imperial City for the celebrations. They insisted that*you come with them to the palace and have an audience with the*Emperor.*",
        "The Emperor was very impressed by your bravery and grateful*to you for saving his family. He formally invited you to*the celebration and presented you with %q5.*The festival continued for weeks, and during that time,*the Emperor often called on you for informal talks. When*you were not in audience, you usually spent your time*%q3.","One night you were called to the Emperor's presence in a*manner such that you knew the business was serious. He*met you in his study and there told you he had a favor*to ask.",
        "",
        "",
        "",
        "Your parents complimented one another, both as sorcerors as*well as educators. Your mother was most attentive in teaching*you the finer points of %q1,*but your father would use more dramatic methods. As you grew*in your talents and your mother taught you the spells, your*father would show you how you must attract and draw upon the*magicka of the universe to have the power to cast those spells.*He explained that you, like them, were not able to regenerate*magicka within your own body. It was commonplace for him to*walk in the room and cast a lightning spell at you. Frightful*though it was, you would feel exhilaration upon drawing upon*the magicka.*","As you grew, it was apparent that you had unusually strong*magical powers. Soon you were able to %q1a*yourself. You remember your parents talking about an evil*Battlemage, Jagar Tharn, how it was known in their circle*that he had usurped the power of the land away from its*rightful ruler. No one dared to move against him.*%q2.",
        "One day in your twentieth year, a courier arrived at your*house with the news that a powerful hero had killed*Jagar Tharn and restored the rightful Emperor to the throne.*Even your gruff father nearly wept with joy at the news.*",
        "The courier also brought the news that there would be a great*celebration in Imperial City and that all the people who had*worked secretly to depose Tharn were invited. Once the*courier left, you asked your parents if you could go to the*celebration. Your mother and father looked concerned and*explained that there was not enough gold for all three of you*to make the trip. Downcast, you tried to hide your*disappointment. Your father, however, turned to you and said*that it was time you made your own way in the world. He gave*you %q4 and a very unusual staff*and sent you on your way to the Imperial City and the*celebration.*",
        "After many days of travel, you approached the capital of the*realm -- Imperial City. You noticed a small band of travelers*a short distance in front of you. As you were about to hail*them, they were attacked by brigands who had been lying in*wait in the woods that lined the road. As you rushed to help,*one of the brigands, obviously a Mage, raised his staff and*cast a spell at you. Your ears roared as the flame bolt hit*you, but you absorbed the magicka and let fly a very powerful*shock spell. When the bolt struck the brigand mage, he erupted*into a column of flames and was reduced to a pile of ashes.*The brigands and the travelers all stopped and stared, and the*brigands ran back into the woods. The travelers thanked you*and introduced themselves as members of the Imperial Family*returning to Imperial City for the celebrations. They insisted*that you come with them to the palace and have an audience*with the Emperor.*",
        "The Emperor was very impressed by your bravery and knew*your family as loyal supporters of the Empire. He presented*you with %q5. The celebrations continued for*weeks, and the Emperor often called on you for informal talks.*When you were not in audience, you usually spent your time*%q3.",
        "One night you were called to the Emperor's presence in a*manner such that you knew the business was serious. He*met you in his study and there told you he had a favor*to ask.",
        "",
        "",
        "",
        "Your father was the healer for a very small village*deep in the %hpw of %hpn. You*have few memories of your mother, a beautiful, kind*woman who taught you magic. You always will remember her*entertaining you for hours with tricks. Your favorite was*her %q1.*The plague that took her was too strong for her or your*father to fight. It was her wish that you be trained in*the School of Restoration, and there you showed promise*exceeding your father.*",
        "As you grew, it was apparent that you had unusually strong*magical powers. Soon you were able to %q1a*yourself. You remember your father talking about an evil*Battlemage, Jagar Tharn, how it was known in his circle*that he had usurped the power of the land away from its*rightful ruler. No one dared to move against him.*%q2.",
        "One day in your twentieth year, a courier arrived at your*house with the news that a powerful hero had killed*Jagar Tharn and restored the rightful Emperor to the throne.*Your tender-hearted father openly wept with joy at the news.*",
        "The courier also brought the news that there would be a great*celebration in Imperial City and that all the people who had*worked secretly to depose Tharn were invited. Once the*courier left, you asked your father if you could go to the*celebration. Your father turned to you and said*that it was time you made your own way in the world. He gave*you %q4 and a very unusual staff*and sent you on your way to the Imperial City and the*celebration.",
        "After many days of travel, you approached the capital of the*realm, the Imperial City. You noticed a small band of*travelers only a short distance in front of you. As you were*about to hail them they were attacked by brigands who had*been lying in wait in the woods along the road. You rushed*to help the other travelers. As you approached one of the*brigands raised his short sword to strike you. In a natural*reflex, you tried to deflect the blow with the staff your*father gave you. As the sword struck the staff, a great bolt*of lightning erupted from it and both weapons shattered. The*brigands and the travelers all stopped and stared at you.*As the thunder subsided, the brigands ran back into the*woods. You were mobbed by the travelers who thanked you*profusely for saving them, members of the Imperial Family*who had been visiting in the country and were returning to*the Imperial City for the celebrations. They insisted that*you come with them to the palace and have an audience with*the Emperor.*",
        "The Emperor was very impressed by your bravery and knew*your family as loyal supporters of the Empire. He presented*you with %q5. The celebrations continued for weeks,*and the Emperor often called on you for informal talks.*When you were not in audience, you usually spent your time*%q2a.",
        "One night you were called to the Emperor's presence in a*manner such that you knew the business was serious. He*met you in his study and there told you he had a favor*to ask.",
        "Though your childhood was similar to that of other*%ra children you knew, at age 10, your*father thought you ready to begin learning thieving*skills. You spent many happy hours in his work shop,*practicing initially %q1.*Your skills developed slowly at first, and your father*seemed to have to suppress his impatience at times.**You applied yourself to your training more diligently*than ever. It gradually became apparent to both you*and your father that while you certainly would*become a competent thief given time, you would never*achieve his level of mastery.**While you were studying %q3 techniques*with your father, your mother began to teach you, in*her quiet way, the use of magicka. It did not*take long to determine that you had some definite*potential. You discovered that you could use both*sciences together, using the discipline from*your %q3 and %q4*training to accelerate your development of*%q2 spells.**Your mother introduced you to some unusual, non-human*creatures, mostly %q5.*You learned not only not to fear them, but also some of*their language. One in particular, a female named %fn*took a liking to you and trained you further in spells*of %q6 than your mother ever could.**One night, your father brought you into his shop, a*serious expression on his face. He explained that an*agent of the Emperor himself had approached the*heads of the local Thieves and Mages Guild. He had told*them that the Emperor had heard rumors of a*%q8 named %bn who was supposed to*have been allied with the imperial traitor Jagar Tharn.*The Emperor dared not act against %bn*without proper evidence to verify his illegal actions.*Your father suggested that, as a pair, you two were just*right for the assignment. Excited about the chance*to impress your father as much as the Emperor's reward,*you agreed at once.**Some nights later, you and your father broke into*%bn's study and began searching for*evidence of conspiracy. A noise out in the hall*nearly caused you to drop the stack of papers you were*carrying. Quickly, as agreed before, you moved off to the*exit route carrying %bn's materials*while your father headed off to provide a distraction. He*gave you a wink and disappeared. You left the castle, and*followed the escape route to your home.**There, a portly mage and an Imperial courier examined the*materials, and from their reactions, the evidence damned*%bn. You sat with your mother and*fretfully awaited your father's return. The hours turned*to days, and you numbly realized that you would never see*your father again. The receipt of the Emperor's reward*seemed small consolation for your loss.**Some weeks later, a letter bearing the Imperial seal*arrived at your house. You were requested in the Imperial*City at once.üþYour parents travelled with a carnival throughout your youth,*so you were exposed to the best and worst of Tamriel. From your*mother you learned how to %q1.*From your father you learned many things -- how to*%q2, to %q3,*and the rudiments of %q4.*All could be used for defense as well as entertainment.**The years between your tenth and twentieth birthdays are among*the worst Tamriel has ever suffered. The carnival was not such*a happy place, and movement within the land was severely*restricted. Agents of the Emperor would search the countryside*for enemies of the Empire and would question all quite rudely.*You always hoped that such a refugee would make his way to the*carnival, and then one day, one did. When the bedraggled young*man was hidden away, you had your opportunity to have fun with*the Imperial agents. Gleefully, you convinced half of the agents*that you were their commanding officer in disguise and sent*them after the other agents, insisting they were double-*agents. It turned out to be your last prank. You were*shortly after jailed as an enemy of the Emperor.**When the true Emperor took his throne back from the usurper*Jagar Tharn, all political prisoners, including you, were*released from the dungeons. You and only you were bathed,*dressed in fine clothing, and presented to the Emperor*himself. Emperor Uriel told you that the young man whose*life you saved at the carnival was his own son, the prince*%imp. The Emperor congratulated you on your*ability to charm, confuse, and befuddle and gave you*%q6 as a token of his appreciation.*He also asked you for a special favor.üþYou were born to a peasant family in a tiny village in*the %hpw of %hpn. Your parents and older*brothers were hard workers, proud of their strength and*endurance. The only thing big about you was your appetite.*You were of an inquisitive nature. No cupboard, closet, or*drawer was safe from your prying eyes and fingers. You*left no traces, but still your father and brothers beat*you when they caught you. By the time you were eleven,*they no longer caught you. Your mother taught you*%q1 and %q2, but you had no other*schooling and wanted none.**Once, you climbed the wall of the local %q3*and spied on the young %q3a at practice. When*their equipment was left lying about you took it for your*own. In this way, you acquired a %q3b.*You also adopted a jacket shed by its owner and wore it*proudly about the village.**One day, you saw some village boys hurling stones and*insults at an old woman named %fn.*Moved by an impulse you did not understand, you flung*rocks back at the boys. They laughed, but as you drew*near, they turned and ran away. You went back to*%fn and offered to see her to her door.**"Come inside," %fn said. "I have*something for you." Her cottage was just one room, with*cats and kittens everywhere. "Sit down," she said,*removing two cats from a stool. "I'm going to teach you*about %q4."**"Why?" you asked.**"The cats don't need training in %q4,"*%fn said. "You do. Or will. No matter."**Thus your training began. Her hands could no longer*perform, but her mind was still efficacious. You and*%fn became friends, as well as*student and teacher.**On your sixteenth birthday, she told you that you must*leave. Your little village was too small for someone of*your talents.**"What of you?" you asked.**"I also must move on. Perhaps some day you will visit me*in the Iliac Bay? I would like that. Until then, I have*my memories and my cats."**On your way to the Imperial City, you stopped in an inn*and heard that the Emperor was to pass the next day.*Instead of sneaking into a room, you spent the night in*a tree beside the road. You wanted to see the Emperor,*later there would always be chances to*%q12.**The procession was very splendid indeed, but a nearby*rustle drew your attention. A black clad man was*crouching on a limb ten feet beneath you. You gasped*before you could stop yourself, and he twisted around,*bringing his bow to bear on you. With no time to draw a*weapon, you flung yourself at him, and together you*crashed down on the heads below, just as the Emperor's*carriage drew abreast.**Hands seized you roughly. You felt dizzy and a trail*of fire burned along your left arm. Poison! Then a white*robed elf muttered an incantation over you. Your arm*cooled and your head cleared. The Emperor himself thanked*you and gave you %q5.**The local folk treated you to drinks and food and*unaccustomed praise. Later you slipped away and found*that in addition to %q5,*the Emperor had handed you a note inviting you to share an*audience with him at the Imperial Palace. You set out*immediately.üþYou grew up on the streets, an urchin in your little village*in the %hpw of %hpn. You do not know when you*first learned to %q1 or to %q2 or when*%q3.*You only know that your skills and your philosophy are what*kept you alive and sane during the dark years when Jagar Tharn*usurped the throne of the rightful emperor. Tharn's agents*even searched out your little village, looking for political*dissendents and other undesirables. Those they found*disappeared forever.**For the benefit of all, an uneasy alliance formed between you*and all the other villagers who were in questionable lines of*work. One night, you witnessed a ragged boy being pursued by*a dozen blackclad agents of Jagar Tharn. You took a shortcut*through the alleys to meet the boy, and it took little effort*to convince him to run with you. The two of you stole into a*concealed cellar and waited for the agents to pass. The boy*was obviously not from the village, and when you asked him*his name, he told you, hesistantly, "%imp."*You laughed at his royal sounding name, and he told you very*seriously that he was the son of the rightful ruler of Tamriel*and that an imposter was on the throne. At the time, you*humored his boyish imagination. Now, of course, you know that*he was telling the truth. You told him the best way out of the*village, avoiding the areas frequented by the blackclad ones,*and he told you that when he saw his father again, you would*be properly thanked for that act of kindness.**Some years later, your luck ran out and you were imprisoned*on the charge of %q4.*You had been in jail for several days when you received a*visitor in the full regalia of an Imperial courier. He told*you that in reward for your service to Prince %imp,*you were granted full pardon and %q5*You were also given a simple, unpretentious letter inviting*you the Imperial City for an audience with the Emperor. You*had your eyes set on a bigger fishpond anyhow, so you went.üþYou grew up on a farm and became quite agile from*continually rounding up wandering sheep. One Merchants*Festival, while visiting the village with your family, you*were intrigued with a group of wandering acrobats and decided*that you wanted to become an acrobat yourself. At home you*started practicing even though your parents complained that*you were neglecting your duties. Finally, when you were just*old enough to be called an adult, you ran away from home.**You never did find that carnival troupe. You wandered to a small*village deep in the %hpw and learned to %q1*and to %q2 and*%q3.*You know that your skills and your philosophy are what*kept you alive and sane during the dark years when Jagar Tharn*usurped the throne of the rightful emperor. Tharn's agents*even searched out that little village, looking for political*dissendents and other undesirables. Those they found*disappeared forever.**For the benefit of all, an uneasy alliance formed between you*and all the other villagers who were in questionable lines of*work. One night, you witnessed a ragged boy being pursued by*a dozen blackclad agents of Jagar Tharn. You took a shortcut*through the alleys to meet the boy, and it took little effort*to convince him to run with you. The two of you stole into a*concealed cellar and waited for the agents to pass. The boy*was obviously not from the village, and when you asked him*his name, he told you, hesistantly, "%imp."*You laughed at his royal sounding name, and he told you very*seriously that he was the son of the rightful ruler of Tamriel*and that an imposter was on the throne. At the time, you*humored his boyish imagination. Now, of course, you know that*he was telling the truth. You told him the best way out of the*village, avoiding the areas frequented by the blackclad ones,*and he told you that when he saw his father again, you would*be properly thanked for that act of kindness.**Some years later, your luck ran out and you were imprisoned*on the charge of %q4.*You had been in jail for several days when you received a*visitor in the full regalia of an Imperial courier. He told*you that in reward for your service to Prince %imp,*you were granted full pardon and %q5*You were also given a simple, unpretentious letter inviting*you the Imperial City for an audience with the Emperor. You*had your eyes set on a bigger fishpond anyhow, so you went.üþYou might not ever have been a thief, for you had been*raised and trained from an early age to be %q1.*Until the fateful day when the caravan your master,*%mn, and you were travelling in*was waylaid by a orc tribe, you were content that your place in*life was set. Suddenly, everything you believed in was proved*false. The treacherous %q1a you had put*your faith in sacrificed you in order that he might escape the*orcs. Though you managed to survive in your new role as a*captive of the orcs, you never again would trust*%q1.**You had grown up among the superstitious people in the backwater*%hpw of %hpn, and had believed that orcs*were demons or daedra, but you found the tribe to be suprisingly*civil. They needed a %ra to interpret the books they*had found about the ancient orcish capital of Orsinium. As you*stayed with them and learned their language, you developed a*respect for their primitive but noble ambitions. Nevertheless,*you knew that you needed the society of other %ra*people, so when the opportunity rose, you escaped.**Times were difficult all over %hpn, but you found*that the %q2 and %q3 skills you had*developed in the orc camp allowed you to be a fairly successful*thief. One night, while ransacking a nobleman's townhouse, you*came across correspondence between him and the former Imperial*Battlemage Jagar Tharn. You sold these to a contact you had in*town for more gold than you anticipated they would be worth.*You did not realize their full value until you received a*visit from Prince %imp in your room at the tavern.**He told you that Jagar Tharn had been magically impersonating*his father for the past ten years, and only recently had the*true Emperor been restored. Loyal subjects like you were rare*and the Emperor wished to thank you personally. You travelled*with Prince %imp to the Imperial City and*there you were presented to the Emperor. He was indeed very*grateful for your service and gave you %q4.*He also asked you for a favor.üþYou grew up on the streets, an urchin in your little village*in the %hpw of %hpn. You do not know when you*first learned to %q1 or to %q2 or when*%q3.*You only know that your skills and your philosophy are what*kept you alive and sane during the dark years when Jagar Tharn*usurped the throne of the rightful emperor. Tharn's agents*even searched out your little village, looking for political*dissendents and other undesirables. Those they found*disappeared forever.**For the benefit of all, an uneasy alliance formed between you*and all the other villagers who were in questionable lines of*work. One night, you witnessed a ragged boy being pursued by*a dozen blackclad agents of Jagar Tharn. You took a shortcut*through the alleys to meet the boy, and it took little effort*to convince him to run with you. The two of you stole into a*concealed cellar and waited for the agents to pass. The boy*was obviously not from the village, and when you asked him*his name, he told you, hesistantly, "%imp."*You laughed at his royal sounding name, and he told you very*seriously that he was the son of the rightful ruler of Tamriel*and that an imposter was on the throne. At the time, you*humored his boyish imagination. Now, of course, you know that*he was telling the truth. You told him the best way out of the*village, avoiding the areas frequented by the blackclad ones,*and he told you that when he saw his father again, you would*be properly thanked for that act of kindness.**Some years later, your luck ran out and you were imprisoned*on the charge of %q4.*You had been in jail for several days when you received a*visitor in the full regalia of an Imperial courier. He told*you that in reward for your service to Prince %imp,*you were granted full pardon and %q5*You were also given a simple, unpretentious letter inviting*you the Imperial City for an audience with the Emperor. You*had your eyes set on a bigger fishpond anyhow, so you went.üþYou have vague memories of living in a city with a young*woman and man, but for most of your childhood you lived in*a small home on the edge of a densely forested area. There*the elderly man that you called "grandfather" performed his*duties as the unofficial warden of the forest, and also*sheriff of the nearby area. Your supposed grandfather was*really much too old for that to be his true relationship to*you, but he did care for you with a tenderness that was at*odds with his otherwise gruff exterior. Your early years are*recalled as an endless stream of days spent out of doors,*wearing only loose clothing or the simple robe that your*grandfather favored. He taught you about %q1*and how to %q3 and %q9. And*when there were no warding duties for him to perform, there*was always weapons practice; your grandfather had mastered*an incredible variety of weaponry, and insisted that you*become familiar with each one. He was often required to deal*with some forest predator that had been causing local*problems, or with bands of brigands passing through the area,*and you were proud whenever you were able to help.**It was just such an outlaw band that caused the combat wound*that was ultimately fatal to your grandfather. You and he were*able to return to his home, and at first he tried to act as if*this were just another scratch, to be allowed to naturally*heal. But finally even he faced the inevitability of his age*and accumulated injuries, and he gave you careful instructions*concerning the disposition of his possessions. He also told*you to go to a temple being run by an old friend of his, to*continue your growth and sustain your %q1 training*and allow you to continue %q3a.*A few days later, your grandfather died with the quiet dignity*that he had always displayed. You were distraught at the loss*of the only friend and family that you had ever had, but you*packed your few belongings and travelled to the temple,*honoring your grandfather's request.**%fn, the chief priestess of the temple*was an older woman, but she was much younger than your*grandfather had been. You shared your sorrow with her for*your recent loss. Then you agreed with her that, besides*general training in %q1 and similar*studies, you would ignore the set of courses dealing with*armor and shields. To pay for your training, you used your*forestry skills to provide a regular supply of fresh meat*for the temple's larder.**Some years later, on a day that seemed like any other, you had*just returned from collecting game for the food supply when the*chief priestess came to see you. She told you that she received*a message that an Imperial coach was ambushed at a location*close to the temple, and that important people and material*needed to be recovered. You allowed yourself an hour to perform*your grandfather's favorite meditation exercises, and left on*this new mission both refreshed and with some insight*concerning where to search for the robbers. Your meditations*bore fruit at dusk, as you stealthily approached an encampment*approximately where you had expected it to be. Throughout*the night you gradually stalked and subdued the camp guard, but*then you had to kill all of the other outlaws because they*resisted capture. You were abashed to return to the temple*shortly after breakfast with only one captive, a maidservant,*and a mundane chest of government documents.**However, when the Imperial representative arrived to claim*your results, she sought you out to congratulate you on a most*successful mission. Although you never knew for certain whether*the maidservant or some of the documents somehow had importance,*you were not surprised when you later received a most*interesting letter from the Imperial Palace, simply inviting*you to the palace on urgent business. You left the temple*immediately for the Imperial City.üþWhen you were three or four, you became lost from your*parents for several days. You do not remember much about*that time lost in the %hpw except that a group*of strange creatures rescued you from a band of*%q5. When you finally made it back*to your parents' house, you described your rescuers,*and were told they were %q6.*Even today, you remember some words of their language.**When you were of age, you joined the local militia to see*more of the world. You excelled at the training the*militia gave you in archery. There seemed to be no*limit to the distance you could shoot an arrow, and*you were often used by your masters as the model for*less adept students. In a few years time, you became*a master yourself.**The shot that changed your fortune, however, was a bad*shot. You missed the tree you were aiming for and struck*the branches of a tree across the road, frightening a*concealed assassin who was waiting for the caravan of*Prince %imp, son of the Emperor. The*assassin was brought to the authorities, and the head*of the militia, desirous of imperial reward, told the*story of your misaimed arrow as if it were an expert*shot from a loyal subject. You soon found yourself*invited to court, as a member of the Imperial Guard.**In the court of the Emperor, you continued to practice*your archery and, in addition, learned many new techniques*from the daily %q1 practice. To stay motivated,*%q2*and that gave you strength for the endless hours of work*and the weariness of weapon drills.**You were overjoyed when you received word that the Emperor*had a quest for you, one that required the utmost tact*and unswerving loyalty. When you came to the palace that*night, you were surprised to find that the Emperor was*not surrounded by his usual large retinue, merely his*chief advisor, the Imperial Battlemage Ocato. There you*were told of the affair of Daggerfall.üþYou spent most of your childhood roaming the %hpw with*your mother, and she is the one who piqued your fascination*with %q9 through her tales and*legends about them. She even knew some words of their*language which she taught to you. You vowed to find one,*and so you applied yourself diligently to your mother's*lessons about the ways of the %hpw and its*many inhabitants. Later, your merchant father took you to*his offices and familiarized you with his work, but no*interest in this ever really developed. You did benefit*from the stable home that your parents provided, and your*father lovingly provided the gold pieces that were*required to broaden your %q1*training. Your greatest joy was always to head into the*%hpw, be it for a few hours or a week, packing only some food*and your %q1a. You wandered the %hpw*paths and amusing yourself by pursuing your childhood fantasy*to detect and track one of those remarkable creatures.**It was around the time that you had completed almost all of*your %q1 courses that you first noticed a set of*tracks of a type that you had never seen previously. They*seemed both to begin and end out of nowhere. About two weeks*later, you spotted some bent branches that led you to a*different set of unknown prints that began and ended as the*previous set had. The next morning you reviewed your mental*picture of the patterns of tracks, and quartered in towards*their apparent source.**Suddenly a nightmare of hair, teeth and claws leapt out*of the bushes about ten feet in front of you. You scrambled*up a tree, and heard the wild man right behind you, grunting*with glee. As you climbed higher, you heard a branch break*under you and turned to see the man land hard on the ground.*Recognizing the opportunity, you leapt down beside him and*%q1b.**You investigated the bushes where he had come from, and*discovered a cave where the cannibal had kept the bones of*several less fortunate rangers. You also found a ragged young*boy in chains, evidently the meal you interrupted. After*you freed him, he told you his name was %imp,*and he was a son of the Emperor Uriel Septim. Something*about him made you believe him, even when he told you that*his father's counselor Jagar Tharn has usurped his throne,*and forced %imp and his brothers into hiding.**You gave the lad the gold in your purse and wished him good*luck, and you never told anyone about the incident with the*cannibal in the %hpw. Some months later,*however, your family was mystified when you received a*package from the Emperor himself, inviting you to the*Imperial City so you might receive your reward.üþWhen you were very young, your parents joined a group that*was moving to the outskirts of the civilized area of*%hpn to start a new village in the %hpw.*Your childhood was spent helping to do the mundane and*grueling work required by this sort of venture. The*physical hardiness inherited from your parents helped*considerably in this regard, and you developed physically*at an early age. You also showed some skill at*%q1, and spent time with an elder of*the village who had you practice %q3.**Your prowess grew as your warrior skills developed,*supported by a ready grasp of %q1.*Unfortunately, you eventually found that you had reached*the limit of what you could learn in the %hpw,*so one day you reluctantly approached your parents. After*much discussion and resistance, they grudgingly supported*your request to travel to a fighting school to continue*your training, cautioning you that you would have to*support yourself during this time. Although saddened*to separate from your parents and siblings, you were*excited at the prospect of seeing some of the fabled*civilization of Tamriel.**While at the fighting school, you worked after hours at*various odd jobs. These included guard assignments and*bouncer duty at a local inn, both of which additionally*provided opportunities for you to polish your skills.*You also became friends with an classmate named*%fn. When %fn completed*the training, you vowed to make regular visits to the*Imperial City. However, your first trip to the Imperial*City also included your first exposure to the distaste*that some of the inhabitants and members of the court*express toward someone of your physical presence and*comparatively coarse manners. Your only compensation*for this was the ready friendship shown by many of the*Imperial Guard.**On your third visit to the Imperial City, you were*looking for %fn when one of*the Guard told you that a small group of mercenaries,*including %fn, had been attacked*and captured by suspected supporters of the former*Imperial usurper, Jagar Tharn. Without waiting for*reinforcements, you set off immediately. When you*finally found the rebel encampment you hesitated because*of the size of the outlaw band. You did not procrastinate*for long. You used the natural cover of the woodland to*your advantage and, one by one, you stalked your target*and %q1a. Luckily, just*when even you were beginning to tire, some of the*captives, led by %fn, escaped their*bonds and helped to finish off the remainder of the band.**Your group made its way back to the Imperial City, where*you also enjoyed the congratulations of many of the Guard.*And then shortly thereafter, you received a message from*the Emperor himself.üþYour earliest memories are of being hungry, cold and*alone. You never were able to find out who your parents*were, or how you came to be left to survive by yourself*in the city streets. You can recall only a few mental*scenes from your childhood. One of the more vivid ones*were finding %q10 on a corpse in*an alley. Much of your childhood was a daily struggle*simply to stay alive, and retain your few possessions,*and you can remember distinctly the time when*%q2.*As you got older, only a few people were able to*penetrate the shell that was forming around your*friendlier inclinations. The most significant of them*was %fn, who had just been accepted*to the city guards. At first, %fn*would bring you food and provide some weapons practice*and advice for you, but eventually she sponsored your*petition for acceptance to a novice warriors' school,*and provided a portion of the gold required as payment.*Then, after your training was complete, she was able to*get you a job as a guard for one of the many merchants'*caravans that criss-crossed Tamriel's roads and*provinces.**Over the next two years, you rented yourself to a*succession of these caravans, learning much of Tamriel*and its inhabitants. You also polished your*%q1 skills with some actual fighting*experiences in the rougher and more unsettled portions*of the continent. You found it easy to transfer your*early self-defensive inclinations to the caravan as a*whole. Finally though, you decided to return to your*home city and seek out your friend %fn.*You discovered, however, that she had likewise*progressed quickly, and had been invited to the Imperial*City to join a troop of the Imperial Guards. The trip*to the capital drained your funds, so you immediately*took a job there, working evenings at maintaining order*in one of the rowdier inns.**You made friends with all the regulars in the inn, but*your sympathy was won by a nervous, mute boy who kept*the bar stocked. He seemed so frightened and alone that*he reminded you of your own lonely childhood. When one*of the drunken regulars stuck the boy, you leapt to his*defense. The boy looked at you with such gratitude that*your heart almost broke. Then, a few days later, he*disappeared.**Months later, while you were helping restock the cellar,*you were called to the front door, and there was the boy*again. This time he was dressed in Imperial robes and*surrounded by escorts including %fn.*The "mute" boy spoke in an unmistakably aristocratic*voice, "My name is Prince %imp, son of the*true Emperor of Tamriel, Uriel Septim VII. When I was*in hiding, fleeing from the wrath of the usurper Jagar*Tharn, you befriended me and saved my life. Please*accept the greatest gift the Emperor can bestow, his*gratitude."**He also presented you with a summons from the Emperor*himself, who apparently had need of a champion such as*you. Perhaps your luck was finally beginning to change.üþYour earliest memories are of the blazing fire in the*furnace and the smell of heated metal. Your father was a*blacksmith of great renown. People from all over the*province of %hpn would come seeking his*services. As soon as you were able, you learned to help*him in the smithy. He taught you how to repair bent metal*and to keep a blade's edge sharp.**When you were of age, you joined the local militia to see*more of the world. You excelled at the training the*militia gave you in %q1. Your knowledge*of weapon repair made you invaluable to the underfunded*militia. One day a visitor in full plate armor arrived at*the barracks. Introductions were made through the*Constable and thus you met Sir %mn. The*knight escorted you outside and %q1a.*Without a word, he brought up his mace from his belt and*levelled a blow at your head. Startled, you barely*deflected the blow. After several more blows which you*managed to avoid, the knight smiled. That was your*test. You became Sir %mn's squire*and you moved to the Imperial City.**In the court of the Emperor, you learned many*techniques from the daily %q1 practice. To stay motivated,*%q2*and that gave you strength for the endless hours of work*and the weariness of weapon drills.**One evening you were reading an old manuscript by a*great %q1 master, a shadow in the hall drew*your attention. Suspecting some of your fellow squires of*playing at practical jokes, you grabbed your wooden*practice sword and eased into the hall. Sneaking up behind*the shadow, you easily got close enough to push the sword*into the shadow's back.**Despite all your training, you could not help but stop,*stunned, when the shadow hissed at you and turned, revealing*itself to be a cloaked goblin, dagger in hand. With hardly*time for a thought, your instincts took over and the*wooden sword in your hand swung out and knocked*the goblin cold. Still shaking, you called for the*guard.**In the morning you were summoned before the Emperor.*Dressed in borrowed armor, not quite the right size you*walked into the throne room, dwarfed by its size. Bowing*before the Emperor you took the oath of knighthood and*were received into the ranks of Heraldry. It was not two*days from then that you received word that the Emperor*had a quest for you, one that required the utmost tact*and unswerving loyalty. When you came to the palace that*night, you were surprised to find that the Emperor was*not surrounded by his usual large retinue, merely his*chief advisor, the Imperial Battlemage Ocato. There you*were told of the affair of Daggerfall.þRia Silmane was a powerful enchantress, one of the Elders*of the Imperial Council, and a worthy successor to the*Imperial Battlemage when Jagar Tharn elected to retire.*She was also a friend of yours, your first tutor in the*Imperial City. When she disappeared, you were the first*person to notice and begin an investigation. You must*have been getting close, for you were ambushed by agents*of the Emperor and thrown into a cell deep within the*sewers, with no food or water. It was there that Ria*Silmane found you.**Ria appeared to you as a spectre, for she too had been*betrayed by the man who now, with the ultimate gall,*dared to impersonate the Emperor: Jagar Tharn, her former*master. The true Emperor was imprisoned by Tharn's magic.*Only you would be able to find the flaw in Jagar Tharn's*spell, free the Emperor, and expose the traitorous*Battlemage.**With Ria's help, you escaped from your cell, and under her*direction, you began the quest for the Staff of Chaos.*Tharn had used the Staff to imprison the true Emperor and*had then broken it, scattering it in secure locations*throughout the Empire. Nearly ten years passed while Tharn*consolidated his power and Ria's spectral form slowly*dissolved, but at last you found all the pieces of the*Staff of Chaos and combined them to form the key to the*prison of the true Emperor. The final piece of the staff*was a gem hidden in the Imperial Palace itself.**Jagar Tharn had surrounded himself with a host of guards,*human and otherwise. When you at last reached the gem, you*discovered why they had fought so furiously. The gem not*only freed the Emperor, but it destroyed Tharn, for the*Imperial Battlemage had used his own lifeforce to empower*the Staff.**When the true Emperor once again assumed the throne, he*considered himself greatly in your debt. You were often*called upon to investigate evidence of Tharn's aborted*master plan, and though you discovered little of great*relevance, you were well rewarded. Still, you were not*often at court. The Emperor almost considered you a rare*and valued weapon, to be drawn only away from others'*eyes.**When the Emperor told you of the haunting of King*Lysandus, your instinct told you that the Emperor was*not telling you the entire story. Nevertheless, even*if he did consider you a friend, the Emperor's word was*law, and you boarded a ship that very night for*Daggerfall."
    ],
    "BiogParts": [
        "the Imperial province of",
        "the Akaviri area of",
        "the Aldmeris area of",
        "the frozen land of",
        "the remote land of",
        "the land of",
        "the Yokudan area of",
        "the archipelago of",
        "",
        "",
        "%bhp",
        "%bhp",
        "%bhp",
        "%bhp",
        "%bhp",
        "%bhp",
        "%bhp",
        "%bhp",
        "%bhp",
        "",
        "%bhr",
        "%bhr",
        "%bhr",
        "%bhr",
        "%bhr",
        "%bhr",
        "%bhr",
        "%bhr",
        "%bhr",
        "",
        "a big town called",
        "a medium-sized hamlet called",
        "a small village called",
        "an isolated farm",
        "a tiny settlement grown around the",
        "a tiny settlement grown around the",
        "one of the many houses around the",
        "a solitary shack in the middle of nowhere",
        "",
        ""
    ]
}